<?php
    /* @var $this SiteController */
    /* @var $cs CClientScript */
    
    $this->layout = '//layouts/unauthorized';
    $this->setPageTitle(Yii::t('application', 'СОГЛАШЕНИЕ КОНЕЧНОГО ПОЛЬЗОВАТЕЛЯ'))->setPageName(Yii::t('application', 'СОГЛАШЕНИЕ КОНЕЧНОГО ПОЛЬЗОВАТЕЛЯ'));
?>
<div class="page_content">
    <p>Настоящее соглашение, является юридически обязательным регламентирующим документом, который регулирует правоотношения связанные с приобретением и использованием программного продукта “БУДУТАМ”, а также правила его использования.Данное соглашение составлено на русском языке. В случае переводов на другие языки, при рассмотрении дел связанных с неправомерным использованием данного продукта, приоритетное значение отдается любому из национальных языков Республики Беларусь.
Принимая это соглашение, пользователь обязуется ознакомиться и выполнять рассмотренные условия. В случае их неисполнения пользователь соглашается нести предусмотренную юридическую ответственность. 
Принимая условия соглашения, пользователь подтверждает, что находится в здравом рассудке, не находится под воздействием алкогольных, наркотических, токсических и иных веществ не позволяющих ему реально оценивать свои действия. Пользователь подтверждает, что действует добровольно.
Существующее программное обеспечение предназначено для использования на мобильных компьютеризированных устройствах, (телефон, смартфон, планшет и т.п.) и доступом к интернету, работающих с операционной системой Android. Данное соглашение будет актуальным для аналогичного программного обеспечения, работающего на других компьютерных устройствахи (или) других операционных системах, по мере выпуска таких продуктов и введения их в гражданский правооборот.
Обновление программы происходит автоматически при ее активном состоянии в интернете, на каждом из установленных устройств, если таковые версии будут произведены и выпущены в правооборот правообладателем.
Настоящие правила могут изменяться и дополняться.</p>
    <ol>
        <li class="title">ПРАВООБЛАДАНИЕ</li>
        <ol class="nested">
            <li>Существующее пользовательское соглашение, принадлежит компании  ООО «Артокс Медиа», и регулируют отношения, связанные с приобретением и использованием программного продукта “БУДУТАМ”. </li>
            <li>Данное приложение распространяется бесплатно. Пользователем программного обеспечения может бытьлюбой человек, достигший на момент заключения соглашения совершеннолетнего возраста по законам страны гражданства, и способный нести ответственность по законодательству Республики Беларусь. Конечным пользователям не продается, а предоставляется неисключительное право пользования на приложение “БУДУТАМ”.</li>
            <li>Исключительные авторские права и другие законные права на этот программный продукт, включенные в него иные продукты, товарные знаки, авторские права и информацию, не являющиеся частью программного обеспечения, и не принадлежащие другим правообладателям, принадлежат компании  ООО «Артокс Медиа», и защищаются в соответствии с международными соглашениями и с законодательством Республики Беларусь, если это не будет противоречить международным соглашениям и нормативно-правовым актам Республики Беларусь. </li>
            <li>Права интеллектуальной собственности и иные законные права на загружаемые продукты остаются за их правообладателями, которые ими распоряжаются по своему усмотрению и в соответствии с законодательством. </li>
            <li>Загружая фотографические, графические материалы различных форматов, текстовую информацию в программную среду “БУДУТАМ”, пользователь осознает, что он не нарушает законных прав третьих лиц. В случае выявления неправомерного использования объектов интеллектуальной собственности и нарушения иных законных прав правообладателей, администрация оставляет за собой право удалить такие объекты по просьбе правообладателей.</li>
            <li>Конечный пользователь соглашается с тем, что загружая изображение или текстовую информацию они автоматически распространяются посредством интернета всем пользователям, тем самым передавая право на однократное распространение компании  ООО «Артокс Медиа» посредством программы “БУДУТАМ”. Пользователь имеет право обжаловать такое решение, если оно было ошибочным. </li>
        </ol>
        <li class="title">РЕГИСТРАЦИЯ</li>
        <ol class="nested">
            <li>Принимая условия соглашения, пользователь обязуется предоставить необходимые точные, актуальные для регистрации данные. </li>
            <li>Регистрация одного пользователя осуществляется однократно. Регистрация осуществляется путем введения необходимых данных в соответствующие поля и верификацией их посредством интернета. </li>
            <li>При регистрации конечный пользователь имеет возможность синхронизировать свои учетные данные с данными социальных сетей “ВКонтакте” и (или) “Facebook”. При активации соответствующей сети, пользователь попадает на свою персональную страницу этой сети, при этом он дает разрешение на использование своей	контактной информации компании  ООО «Артокс Медиа», не более чем разрешено законодательно.</li>
            <li>Предоставляя свои контактные данные (телефон и e-mail), пользователь дает согласие на получение маркетинговой информацию и проведение опросов.</li>
            <li>Вход осуществляется путем введения в соответствующие поля логина  и пароля.</li>
            <li>ВНИМАНИЕ: ВО ИЗБЕЖАНИЕ НЕДОРАЗУМЕНИЙ, КОТОРЫЕ МОГУТ ВОЗНИКНУТЬ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, НЕ РЕКОМЕНДУТСЯ ПЕРЕДАВАТЬ СВОИ ИДЕНТИФИКАЦИОННЫЕ ДАННЫЕ ТРЕТЬИМ ЛИЦАМ БЕЗ КРАЙНЕЙ НА ТО НЕОБХОДИМОСТИ!</li>
        </ol>
        <li class="title">ИСПОЛЬЗОВАНИЕ ПРОГРАММЫ “БУДУТАМ”</li>
        <ol class="nested">
            <li>Пользователю разрешено пользоваться программой “БУДУТАМ” в соответствии с ее функциональным назначением и предоставляемыми услугами.</li>
            <li>Пользователю предоставляется возможность использовать дополнительные службы программы “БУДУТАМ”, на которые могут распространяться отдельные соглашения.</li>
            <ol class="nested2">
                <li>Функциональные возможности программы “БУДУТАМ” делятся на общедоступные и доступные под условием. </li>
                <li>В общем доступе пользователь может создавать события, приглашать на эти события других пользователей, подписываться на события созданные другими пользователями и модератором, получать баллы за различные действия. Накопленные баллы пользователь может использовать для получения сувениров из бонусного магазина. См. ВКЛАДКА “PRO”.</li>
                <li>Баллы для использования в бонусном магазине, который расположен во вкладке “PRO”,начисляются за следующие действия: приглашение друзей в приложение, ответы на маркетинговые исследования, посещение раздела МИ, за созданные события. </li>
            </ol>
            <li>Программное обеспечение поставляется по принципу “Как есть”. Соглашаясь с этими правилами, пользователь обязуется ни декомпилировать, ни деассемблировать, ни модифицировать, ни обходить систему защиты, ни получать исходный код программы. </li>
            <ol class="nested2">
                <li>Пользователь обязуется не производить производных продуктов на основе этого. Пользователь не имеет права копировать, сдавать в аренду, распространять, продавать программное обеспечение, либо его части.</li>
                <li>Запрещено интегрировать любой перевод программы, отличный от имеющихся в нее, либо ее части.</li>
                <li>Запрещено извлекать иную материальную выгоду от программы непосредственно, но не от ее функциональных возможностей.  </li>
                <li>Пользователь обязуется не создавать, не распространять посредством рассматриваемого программного продукта вредоносных программ, и иных данных, способных нанести вред любому программному обеспечению и (или) техническому устройству.</li>
                <li>Пользователь обязуется не создавать при помощи этой программы любого оружия.</li>
            </ol>
            <li>Пользователю не запрещено заниматься саморекламой, если это не противоречит законодательству и базируется на принципах международной рекламной практики. </li>
            <li>Пользователь имеет право использовать торговые марки, товары, работы и услуги в личных рекламных целях иных юридических, физических лици индивидуальных предпринимателей только в соответствии с международными соглашениями, законодательством Республики Беларусь и непосредственно с согласия таких правообладателей на подобные действия, если такое согласие потребуется.</li>
            <li>АДМИНИСТРАЦИЯ ИМЕЕТ ПРАВО ЗАБЛОКИРОВАТЬ АККАУНТ ПОЛЬЗОВАТЕЛЯ, В СЛУЧАЕ ВЫЯВЛЕНИЯ ПРОТИВОПРАВНЫХ ДЕЙСТВИЙ ДО ВЫЯСНЕНИЯ ОБСТОЯТЕЛЬСТВ.</li>
        </ol>
        <li class="title">ИНФОРМАЦИЯ НЕНАДЛЕЖАЩЕГО ХАРАКТЕРА</li>
        <ol class="nested">
            <li>Пользователю запрещено распространять, а равно передавать информацию, содержащую коммерческую, служебную, врачебную, государственную тайну, тайну исповеди и т.п. Такие действия могут быть осуществлены не иначе как в соответствии с международными соглашениями и законодательством Республики Беларусь.   </li>
            <li>Соглашаясь с этими правилами, пользователь обязуется не размещать информацию (в любом виде), разжигающую международную рознь по религиозным, расистским, этническим, сексуальным, половым и иным признакам, противоречащим нормам международного права и общечеловеческим принципам.</li>
            <li>Запрещено распространять информацию (в любом виде), пропагандирующую насилие, жестокость, активные военные действия, действия, носящие экстремистский и террористический характер, девиантное поведение, порнографические материалы. Запрещено распространять информацию пропагандирующую педофилию, суицид, а равно подстрекательство к этим действиям.  </li>
            <li>Администрация компании не желает, чтобы вы распространяли материалы содержащие изображение наркотических, взрывчатых веществ, а равно описание в звуковой или письменной форме их непосредственно, их действий и (или) склонение к использованию таковых.</li>
            <li>Запрещено распространять информацию клеветнического и оскорбительного характера (за исключением аргументированной критики без использования ненормативной лексики). </li>
            <li>Запрещено использовать программу “БУДУТАМ”, для привлечения и способствования участия в несанкционированных митингах, шествиях, культурно-массовых мероприятиях и прочих незаконных действиях.  </li>
            <li>Администрация компании уважает свободу мнения и не запрещает высказывать свои суждения по политическим и иным вопросам, если это не противоречит законодательству. </li>
        </ol>
        <li class="title">ОТКАЗ ОТ ГАРАНТИЙ</li>
        <ol class="nested">
            <li>КОМПАНИЯ  ООО «Артокс Медиа» НЕ ПРЕДОСТАВЛЯЕТ НИКАКИХ ГАРАНТИЙ ОТНОСИТЕЛЬНО БЕСПЕРЕБОЙНОЙ РАБОТЫ ПРОГРАММЫ, И НЕ НЕСЕТ НИКАКОЙ ДОБРОВОЛЬНОЙ ОТВЕТСТВЕННОСТИ ЗА УТРАЧЕННЫЕ ДАННЫЕ В РЕЗУЛЬТАТЕ РАБОТЫ С ДАННЫМ ПРОГРАММНЫМ ПРОДУКТОМ. ЗАГРУЖАЯ, УСТАНАВЛИВАЯ И ИСПОЛЬЗУЯ ДАННОЕ ПРОГРАМНОЕ ОБЕСПЕЧЕНИЕ, ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО ДЕЙСТВУЕТ ПОД СВОЮ ЛИЧНУЮ ОТВЕТСТВЕННОСТЬ. ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО КОМПАНИЯ НЕ БУДЕТ НЕСТИ НИКАКОЙ ДОБРОВОЛЬНОЙ ОТВЕТСТВЕННОСТИ, ЕСЛИ В РЕЗУЛЬТАТЕ РАБОТЫ С ДАННЫМ ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ПРОИЗОЙДУТ КАКИЕ-ЛИБО НЕПОЛАДКИ В РАБОТЕ СИСТЕМ ЛЮБЫХ СРЕДСТВ ПЕРИДВИЖЕНИЯ, ЭНЕРГЕТИЧЕСКИХ КОМПЛЕКСОВ, ОБЪЕКТОВ ВОЕННО-ПРОМЫШЛЕННОГО КОМПЛЕКСА, СРЕДСТВ КОММУНИКАЦИЙИ ИНЫХ (ВКЛЮЧАЯ ВОДНЫЕ, НАЗЕМНЫЕ, ВОЗДУШНЫЕ, КОСМИЧЕСКИЕ). ТАКЖЕ ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО КОМПАНИЯ НЕ БУДЕТ НЕСТИ ДОБРОВОЛЬНОЙ ОТВЕТСТВЕННОСТИ, ЕСЛИ В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ПРОГРАММЫ ВАШЕМУ ФИЗИЧЕСКОМУ И (ИЛИ) ПСИХИЧЕСКОМУ ЗДОРОВЬЮ БУДЕТ НАНЕСЕН ЛЮБОЙ ВРЕД, РАВНО КАК И ЛЕТАЛЬНЫЙ ИСХОД. ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО КОМПАНИЯ НЕ КОМПЕНСИРУЕТ ВАМ ДОБРОВОЛЬНО ФИНАНСОВЫЕ ЗАТРАТЫ В ПОДОБНЫХ СЛУЧАЯХ. ЕСЛИ ЭТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПО НЕЗАВИСЯЩИМ ОТ ВАС ПРИЧИНАМ НЕ ФУНКЦИОНИРУЕТ ДОЛЖНЫМ ОБРАЗОМ, ПОЛЬЗОВАТЕЛЬ МОЖЕТ ОБРАТИТЬСЯ В ЦЕНТР ТЕХНИЧЕСКОЙ ПОДДЕРЖКИ ДЛЯ УСТРАНЕНИЯ ВНУТРИПРОГРАММНЫХ ДЕФЕКТОВ, МЕШАЮЩИХ НОРМАЛЬНОЙ РАБОТЕ ПРОГРАММНОГО ПРОДУКТА “БУДУТАМ”.</li>
        </ol>
        <li class="title">ПРИМЕНИМОЕ ЗАКОНОДАТЕЛЬСТВО</li>
        <ol class="nested">
            <li>В случае выявления противоправного действия со стороны пользователя, пользователь согласен нести юридическую ответственность по закону Республики Беларусь, если международными соглашениями не будет доказана юрисдикция другого государства. <br />
                ЕСЛИ ВЫ НЕ СОГЛАСНЫ С НАШИМИ УСЛОВИЯМИ, ПОЖАЛУЙСТА, НЕ РЕГИСТРИРУЙТЕСЬ В ПРОГРАММЕ “БУДУТАМ” И НЕ ИСПОЛЬЗУЙТЕ ЭТОТ ПРОГРАММНЫЙ ПРОДУКТ. <br />
                ЕСЛИ ЧТО-ЛИБО НЕ ПОНЯТНО В УСЛОВИЯХ СОГЛАШЕНИЯ ВЫ МОЖЕТЕ ОБРАТИТЬСЯ ЗА РАЗЪЯСНЕНИЯМИ ПО АДРЕСУ: <a href="mailto:support@budutam.by">support@budutam.by</a> </li>
        </ol>
    </ol>
    
    <h1>ВКЛАДКА “MORE”</h1>
    
    <ul>
        <li>1а. Доступ ко всем функциям вкладки “PRO” осуществляется по персональному логин-паролю либо с помощью онлайн-верификации.</li>
        <li>1b.Для прохождения онлайн-верификации пользователь должен ввести данные о себе и связаться с сотрудником «АРТОКС» по интернету с помощью сторонних программ Skype или Hangouts с последующим подтверждением личности. После аудио-визуального контакта сотрудник «АРТОКС» принимает решении о соответсвии регистрационных данных внешнему облику пользователя и активирует либо не активирует функции вкладки “PRO” для этого пользователя. </li>
        <li>1с. Во вкладке “PRO” пользователь может принять участие в опросах. Также пользователь получает возможность менять баллы на сувениры, полученные в результате использования программы “БУДУТАМ”. Без ввода персонального логин-пароля пользователю будет доступна только виртуальная витрина сувениров бонусного магазина. Расходы по пересылке приобретенных сувениров берет на себя компания ООО  “АРТОКС медиа”.</li>
        <li>1d.Информация, полученная в результате опросов является конфиденциальной и не подлежит огласке без согласия пользователя. Полученная информация может использоваться компанией  ООО «Артокс Медиа» только на законных основаниях, в соответствии с международными соглашениями и законодательством Республики Беларусь. </li>
        <li>1е. Компания  ООО «Артокс Медиа» оставляет за собой право использовать полученную в результате  опросов от пользователя для улучшения этого программного обеспечения.</li>
    </ul>
    
    <h1>ПОЛИТИКА ПРИВАТНОСТИ</h1>
    
    <ul>
        <li>1. Конфиденциальность информации, предоставляемой пользователями при регистрации, использовании “БУДУТАМ” и взаимодействии, охраняется в соответствии с международными соглашениями, законодательством Республики Беларусь. Право на разглашение таких сведений остается за зарегистрированным пользователем. </li>
        <li>2. Администрация компании  ООО «Артокс Медиа» вправе предоставлять подобного рода информацию, в соответствии с законодательством, уполномоченным на это органам для выявления, раскрытия и пресечения противоправных (ого) деяний (я). </li>
        <li>3. Администрация компании имеет право хранить идентификационные данные о пользователе, предоставляемых ему услугах, ID-устройств неопределенный период времени, но не менее одного календарного года, и обязуется не разглашать их третьим лицам, а также уничтожить в связи с прекращением деятельности компании, с учетом минимально оговоренного законодательно срока хранения. Никакие данные пользователей администрация компании  ООО «Артокс Медиа» не имеет намерения хранить более того времени, чем это требуется. </li>
        <li>4. Компания  ООО «Артокс Медиа» может получать от вас данные о загружаемых вами фотографических, графических и т.п. файлах. Такие данные администрация не собирается использовать для нарушения законных интересов пользователей и хранить с нарушением положенных сроков, установленных в нормативно-правовых актах Республики Беларусь.</li>
        <li>5. При передаче прав собственности на программный продукт компания имеет право передать все рассматриваемые сведения только в соответствии с международными соглашениями и законодательством Республики Беларусь. </li>
        <li>6. Пользователям запрещено распространять информацию о личной жизни других лиц, если подобная информация способна нанести вред (моральный и материальный) и данное действие урегулировано в соответствии с международными соглашениями и правовыми актами Республики Беларусь.  </li>
        <li>7. Сбор, хранение и распространение информации о других пользователях “БУДУТАМ”, вне программной среды разрешен только с согласия этих лиц.  </li>
    </ul>
    
</div>

<?php if($returnUrl): ?>
<a href="<?php print $returnUrl; ?>" class="pass_trable"><?php print Yii::t('application', 'Назад'); ?></a>
<?php endif; ?>