<?php
    /* @var $this UserController */
    $this->setPageTitle(Yii::t('application', 'Справка'));
?>
<div class="title_l top_pad">
    <?php print Yii::t('application', 'Справка'); ?>
    <a href="<?php print $this->createUrl('user/settings'); ?>" class="read_all">
        <?php print Yii::t('application', 'Назад к настройкам'); ?>
    </a>
</div>
<div class="line_reg"></div>
<p>
    Как быть в курсе всех тусовок и вечеринок? Как быстро узнать планы твоих друзей? Как не пропустить самые грандиозные события твоего города? Приложение «БУДУТАМ» поможет словить ритм твоего окружения. Все мероприятия на одной карте в мобильном телефоне и приложении Facebook. Общайся с друзьями, создавай мероприятия, посещай «бонусный магазин» — все это «БУДУТАМ».
</p>
<p>Пройдите фотоверификацию и получите полный доступ к приложению! Участвуйте в опросах, получайте еще больше бонусных баллов и заказывайте сувениры и билеты на крутые концерты в бонусном магазине!<br>
Подробности в PRO-разделе приложения.</p>